{
  "admin": [
    {
      "id": "1",
      "adminname": "abc",
      "password": "abc123"
    },
    {
      "id": "2",
      "adminname": "sahil",
      "password": "sahil123"
    }
  ],
  "category": [
    {
      "id": "9adc",
      "categoryId": "06d7749c-d193-44f9-9300-03a54afa1390",
      "categoryTitle": "Man",
      "categoryDesc": "\nDiscover the perfect scent for every man with our carefully curated collection of men’s perfumes. Designed to embody confidence, strength, and sophistication, these fragrances offer a diverse range of profiles, from fresh and invigorating citrus notes to deep, woody, and musky undertones. Whether you’re looking for something light and refreshing for daytime wear or a bold, intense scent for evening occasions, our selection caters to all preferences. Crafted with premium ingredients, each fragrance is meant to enhance your presence and leave a lasting impression. Embrace your individuality and find the scent that defines your style."
    },
    {
      "id": "345f",
      "categoryId": "15e3ebea-fc9b-42ad-a4fb-62a5ebb1759e",
      "categoryTitle": "Woman",
      "categoryDesc": "Immerse yourself in the world of enchanting scents with our curated selection of women’s perfumes. From delicate florals to deep, alluring aromas, each fragrance is designed to capture the essence of femininity. Whether you're seeking a fresh, uplifting scent for everyday wear or a luxurious, captivating fragrance for evening outings, our collection offers a perfect match for every mood and occasion. Let each spray be a reflection of your inner beauty, leaving a lasting impression wherever you go."
    },
    {
      "id": "6859",
      "categoryId": "0e26fe58-65ec-4036-b974-567aa2012eed",
      "categoryTitle": "Exclusive",
      "categoryDesc": "\nIndulge in the luxurious allure of our exclusive perfume collection, where every fragrance is a masterpiece crafted from the finest ingredients. Designed for those who seek distinction, these scents offer an unparalleled blend of rare notes, creating an unforgettable olfactory experience. Perfect for special occasions or those moments when you want to make a lasting impression, each exclusive perfume is a statement of elegance, sophistication, and individuality. Embrace the art of fragrance with a scent that is as unique as you are."
    }
  ],
  "products": [
    {
      "id": "8efc14ca-26d0-49b5-b6e3-f0a51bf95666",
      "proTitle": "Ralph Lauren",
      "proDesc": "The Ralph Lauren fragrance line includes a variety of high-end scents for men, including Ralph, Romance, and several other fragrances for men. While sole leather evokes fresh air, liberty, and a relaxed evocation of florals, sole perfume is a tribute to the populace's trendsetting scent. The G-Stone collection of men's fragrances prepares men for all of life's \"playing fields\" with these four characteristics: wholesome, seductive, adventurous, and stylish while delivering long-lasting emotions.",
      "proStock": "50",
      "proPrice": "4999",
      "proCategory": "Man"
    },
    {
      "id": "0afd52d2-c8f8-4a65-8b80-ab7af7fb1d45",
      "proTitle": "Nautica Voyage",
      "proDesc": "The greatest candidates for this perfume are young high school or college men interested in discovering various scents to complement their personalities. It is new and exciting, and ideal for young males. Men of various ages may wear this scent because it is so adaptable. Overall, Nautica Voyage is a fantastic performing, affordable alternative for men's scent that explores the greatest aspects of marine life to elicit a freshness and rawness unmatched by any other.",
      "proStock": "50",
      "proPrice": "2999",
      "proCategory": "Man"
    },
    {
      "id": "5d5650bf-1286-4b00-86e3-b9444a523f65",
      "proTitle": "Musk E Rizali",
      "proDesc": "The fragrance typically opens with fresh or spicy top notes, such as bergamot, saffron, or cardamom, offering an enticing introduction. The heart reveals a harmonious blend of florals like rose, jasmine, or neroli, balanced with aromatic woods or resinous accords. As it settles, the base unveils a warm and sensual composition of amber, vanilla, oud, and white musk, leaving a lasting impression. Known for its excellent longevity and bold sillage, Musk e Rizali is perfect for special occasions or evening wear, enveloping the wearer in an aura of refinement and allure.",
      "proStock": "25",
      "proPrice": "1299",
      "proCategory": "Man"
    },
    {
      "id": "472b194c-c03b-416f-8e8f-1972ec99fb6c",
      "proTitle": "Bvlgari Man in Black",
      "proDesc": "The fragrance opens with a vibrant and spicy blend of rum and cardamom, immediately creating a warm and intriguing aura. At its heart, floral and leathery accords emerge, featuring tuberose, iris, and leather, adding depth and a luxurious texture. The base notes consist of benzoin, tonka bean, and guaiac wood, providing a smoky, creamy, and sensual finish.",
      "proStock": "10",
      "proPrice": "3999",
      "proCategory": "Man"
    },
    {
      "id": "67e1bb1d-c531-40b3-aaf4-c6358731689c",
      "proTitle": "Creed",
      "proDesc": "Each Creed fragrance tells a unique story, often inspired by historical events, exotic locations, or celebrated individuals. Popular offerings like Aventus, a bold and dynamic scent with notes of pineapple, birch, and musk, and Green Irish Tweed, a fresh and sophisticated blend of iris, lemon verbena, and sandalwood, exemplify the brand's versatility and artistry.\n\nCreed fragrances are celebrated for their exceptional longevity, refined compositions, and luxurious presentation. Whether light and airy or rich and opulent, Creed perfumes cater to connoisseurs seeking a signature scent that exudes confidence, elegance, and individuality.",
      "proStock": "50",
      "proPrice": "3599",
      "proCategory": "Man"
    },
    {
      "id": "36f1a43b-3ce3-4325-9f42-9c069b702433",
      "proTitle": "Dior J'adore l'Or Essence de Parfume",
      "proDesc": "At its heart, J’adore L’Or celebrates the lush beauty of May Rose and Grasse Jasmine absolutes, cultivated in the fields of southern France. These floral notes are accentuated by the creamy sweetness of Tahitian vanilla and the earthy warmth of tonka bean. The addition of labdanum resin and patchouli lends a resinous depth and a sensual, amber-like finish.",
      "proStock": "25",
      "proPrice": "5899",
      "proCategory": "Woman"
    },
    {
      "id": "4d70a96c-3fbe-4b47-aa94-550c4ed763f5",
      "proTitle": "Bright Crystal",
      "proDesc": "Versace Bright Crystal is a radiant and feminine fragrance that exudes elegance, freshness, and allure. Inspired by the beauty of a crystal, this perfume is a perfect blend of fruity, floral, and musky notes, creating a light yet captivating scent.\n\nThe fragrance opens with a refreshing burst of pomegranate and yuzu, accented by a hint of frosty freshness that immediately invigorates the senses. The heart reveals a delicate bouquet of peony, magnolia, and lotus, offering a soft and floral sweetness. The base is grounded with warm and sensual notes of musk, amber, and mahogany, providing depth and a lasting impression.",
      "proStock": "35",
      "proPrice": "3599",
      "proCategory": "Woman"
    },
    {
      "id": "18f86ced-4332-4a7a-995b-43c3d223231a",
      "proTitle": "London Morning",
      "proDesc": "London Morning perfume captures the essence of a crisp, invigorating morning in the heart of the bustling city. This fragrance opens with a refreshing blend of citrus notes, reminiscent of the first rays of sunlight breaking through the iconic London skyline. The heart reveals a delicate harmony of floral accords, echoing the blooming gardens and fresh air of the city's parks. Finally, warm woody undertones and a hint of amber provide a grounding base, evoking the timeless elegance of London's charm. Perfect for those who seek a modern, sophisticated scent that embodies the vibrancy and serenity of a London morning.",
      "proStock": "50",
      "proPrice": "4899",
      "proCategory": "Woman"
    },
    {
      "id": "f83c933f-d3e6-49d5-b2e4-22a179e4f4f1",
      "proTitle": "Party Girl",
      "proDesc": "\nParty Girl perfume is a bold and electrifying fragrance that embodies the spirit of fun, freedom, and unforgettable nights. Bursting with vibrant top notes of juicy berries and sparkling citrus, it instantly captures the energy of the dance floor. The heart blooms with exotic florals and sweet vanilla, adding a touch of seductive allure. A sultry base of amber and musk lingers, leaving a trail of confidence and mystery wherever you go. Designed for the life of the party, this scent is perfect for turning heads and making memories that shine as brightly as you do.",
      "proStock": "10",
      "proPrice": "3999",
      "proCategory": "Woman"
    },
    {
      "id": "0cb3a6ac-ff58-48af-b0ba-8f549ce73132",
      "proTitle": "Secret Temptation Romance",
      "proDesc": "Secret Temptation Romance perfume is an enchanting blend of passion and elegance, crafted for those who cherish the magic of intimate moments. It opens with a delightful burst of fruity top notes, like a sweet whisper of anticipation. At its heart, a bouquet of blooming roses and exotic jasmine unfolds, symbolizing timeless love and allure. The fragrance rests on a sensual base of creamy sandalwood and warm amber, leaving a lingering impression of sophistication and desire. Perfect for evenings of charm and intimacy, Secret Temptation Romance is your companion in celebrating love’s most unforgettable chapters.",
      "proStock": "30",
      "proPrice": "5999",
      "proCategory": "Woman"
    },
    {
      "id": "1f2c6cfd-183a-4b48-8622-c6c41340fc23",
      "proTitle": "Aromatics Elixir",
      "proDesc": "Aromatics Elixir perfume is a timeless and sophisticated fragrance that transcends trends, designed for the confident and elegant individual. This iconic scent opens with a bold blend of fresh herbal and citrus notes, creating an invigorating introduction. The heart reveals a lush bouquet of rose, jasmine, and ylang-ylang, embodying classic femininity and grace. A rich, earthy base of patchouli, oakmoss, and vetiver adds depth and complexity, leaving a captivating and lasting impression. Perfect for those who appreciate the art of perfumery, Aromatics Elixir is more than a fragrance—it’s an experience that celebrates individuality and refinement.",
      "proStock": "15",
      "proPrice": "1599",
      "proCategory": "Woman"
    },
    {
      "id": "1098cd60-1417-4598-834d-1919369f81cf",
      "proTitle": "Ethereal Wave",
      "proDesc": "Ethereal Wave perfume is a dreamy and captivating fragrance that evokes the serenity and mystery of a starlit night by the ocean. The scent begins with a fresh burst of aquatic and citrus notes, reminiscent of gentle sea breezes. Its heart reveals a delicate blend of white florals and soft lavender, creating a sense of calm and grace. A base of smooth sandalwood, musk, and a hint of amber adds warmth and depth, like the lingering glow of moonlight on water. Perfect for those who seek an aura of elegance and tranquility, Ethereal Wave is a fragrance that feels both timeless and otherworldly.",
      "proStock": "10",
      "proPrice": "6799",
      "proCategory": "Exclusive"
    },
    {
      "id": "90ead4a9-495a-4c14-8c28-8f3ce62bfe3f",
      "proTitle": "Lake and Skye Citrus Blonde",
      "proDesc": "Lake and Skye Citrus Blonde is a radiant and uplifting fragrance that captures the golden warmth of sunlight and the vibrant energy of a citrus grove. It opens with a sparkling blend of zesty lemon, juicy mandarin, and crisp bergamot, creating a fresh and invigorating start. The heart reveals soft floral nuances, including neroli and orange blossom, adding a touch of elegance and femininity. A smooth base of creamy woods and subtle musk grounds the scent, leaving a warm, luminous trail. Perfect for those who love light, cheerful fragrances, Citrus Blonde embodies effortless sophistication and sunny optimism.",
      "proStock": "15",
      "proPrice": "5899",
      "proCategory": "Exclusive"
    },
    {
      "id": "c9d0fe24-ff04-436b-8074-b400eee8559b",
      "proTitle": "L'Art & La Matiere",
      "proDesc": "L'Art & La Matière is a luxurious fragrance collection that celebrates the artistry of perfumery and the exceptional quality of raw materials. Each scent is a masterpiece, crafted with meticulous attention to detail to evoke powerful emotions and unforgettable memories. The fragrances in this collection seamlessly blend tradition and innovation, featuring rare and exquisite ingredients such as velvety oud, rich amber, delicate florals, and vibrant citrus. Designed for connoisseurs of fine fragrances, L'Art & La Matière transforms the act of wearing perfume into a profound and personal expression of beauty, elegance, and individuality.",
      "proStock": "5",
      "proPrice": "8999",
      "proCategory": "Exclusive"
    },
    {
      "id": "5a2024c7-4ef5-4b5a-9d3a-482cf3bfe516",
      "proTitle": "Desert Nights",
      "proDesc": "Desert Nights is a sensual and mysterious fragrance that captures the enchanting beauty of a starlit evening in the heart of the desert. It opens with a warm, spicy blend of saffron and cardamom, evoking the golden sands illuminated by twilight. The heart reveals a rich fusion of smoky oud, velvety rose, and amber, embodying the allure of the desert’s hidden treasures. A base of deep sandalwood, earthy patchouli, and a whisper of musk lingers like a soft desert breeze, leaving a magnetic and unforgettable trail. Desert Nights is perfect for those who seek a bold and captivating scent that exudes both mystique and elegance.",
      "proStock": "20",
      "proPrice": "7899",
      "proCategory": "Exclusive"
    },
    {
      "id": "d4b8551e-06b5-45ac-b45c-e31e0c4d4ba7",
      "proTitle": "Parfums de Marly Pegasus",
      "proDesc": "Parfums de Marly Pegasus is a luxurious and captivating fragrance that embodies the elegance and power of the mythical winged horse. This scent opens with a fresh and invigorating blend of bergamot, almond, and jasmine, creating a vibrant and slightly sweet introduction. The heart unfolds with spicy and floral notes of lavender and spicy vanilla, adding depth and warmth. A rich base of amber, sandalwood, and tonka bean provides a smooth, creamy finish, leaving a lasting impression of sophistication and charm. Pegasus is perfect for those who appreciate a bold yet refined fragrance that evokes both strength and grace.",
      "proStock": "12",
      "proPrice": "6599",
      "proCategory": "Exclusive"
    },
    {
      "id": "f9ed66f5-6a62-4ea2-87b5-c57c27f4f6d3",
      "proTitle": "The Heart of Leo",
      "proDesc": "The Heart of Leo is a bold and charismatic fragrance that captures the fiery spirit and regal presence of the Leo zodiac. Opening with vibrant citrus notes of grapefruit and mandarin, it immediately exudes energy and confidence. The heart of the fragrance reveals a luxurious blend of spices, warm florals, and a touch of rose, embodying strength, passion, and elegance. The base is grounded with rich, earthy notes of patchouli, amber, and musk, creating a warm and magnetic trail. The Heart of Leo is for those who embrace their inner leader, radiating power, charm, and an unforgettable aura.",
      "proStock": "5",
      "proPrice": "8799",
      "proCategory": "Exclusive"
    },
    {
      "id": "653b0c62-f290-4496-bc21-ada0fcc0980f",
      "proTitle": "Moonlight Rose",
      "proDesc": "Moonlight Rose is a romantic and enchanting fragrance that evokes the mystery and beauty of a moonlit evening. It opens with a delicate blend of fresh, dewy roses and soft citrus, capturing the essence of a garden bathed in the glow of the moon. The heart deepens with layers of velvety jasmine, peony, and a touch of sweet vanilla, adding an air of sophistication and sensuality. A warm, powdery base of musk and sandalwood lingers, creating a soft, comforting finish. Moonlight Rose is perfect for those who seek a fragrance that balances elegance with a touch of mystery, making it ideal for evening wear or special occasions.",
      "proStock": "15",
      "proPrice": "8999",
      "proCategory": "Exclusive"
    },
    {
      "id": "18efbea8-de28-42de-a8a8-b85372e5d509",
      "proTitle": "Where My Heart Beats",
      "proDesc": "Where My Heart Beats is a deep, evocative fragrance that captures the essence of love, passion, and connection. It opens with a soft, fresh blend of citrus and green notes, symbolizing the purity and excitement of new beginnings. The heart reveals a beautiful harmony of delicate florals, including rose and jasmine, intertwined with warm, spicy undertones that evoke the intensity of emotions. A rich base of amber, sandalwood, and musk grounds the fragrance, leaving behind a lingering, soulful trail. Where My Heart Beats is for those who seek a fragrance that speaks to their deepest emotions, offering a sense of intimacy and timeless allure.",
      "proStock": "5",
      "proPrice": "9999",
      "proCategory": "Exclusive"
    }
  ]
}